base
base-devel
bat
bc
bottom
chrony
dotnet-sdk
duf
efibootmgr
eza
fd
firefox
fish
foot
fzf
git
git-delta
github-cli
glow
go
gopass
grim
hyprland
imv
intel-ucode
iwd
less
linux
linux-firmware
lynx
man-db
man-pages
neovim
noto-fonts-emoji
openssh
pacman-contrib
reflector
ripgrep
shellcheck
shfmt
starship
staticcheck
sway
swaybg
tmux
translate-shell
tree
ttf-jetbrains-mono-nerd
unzip
vi
vim
waybar
wireless-regdb
wl-clipboard
zellij
zoxide
zram-generator
